{
  "rules": [
    "Your task is to locate a specific place on the map.",
    "When you start, you will receive the first of five hints to find the location. Don't worry if the first hint seems unhelpful; initial hints are often challenging. However, it might still be enough to identify the location.",
    "You will have 60 seconds to make a guess for each hint.",
    "Once you make your guess, the current round ends. If you haven't found the location, you will receive the next hint.",
    "Don't feel discouraged if the hints seem unclear. You will also get information about the distance between your previous guesses and the target location. Consider using a strategic approach when placing your guesses.",
    "Oh, and 'finding' the location means getting within a radius of about 50 km, so there's no need to be overly precise.",
    "If your guess is within a certain distance, you'll receive a small compass by clicking on your previous hint.",
    "Tip: Some hints might be riddles. Enjoy the game!"
  ],
  "items": [
    {
      "target": {
        "name": "Los Angeles",
        "coords": { "lat": 34.052222, "lng": -118.243611 }
      },
      "hints": [
        "The place we are looking for was founded by someone called Felipe. It was the same year planet Uranus was discovered.",
        "A famous music group, which could be confused with vegetables, was founded there. ",
        "Some people call it 'The Big Orange'.",
        "The Olympic Summer Games of 2028 take place there.",
        "The city is famous for its thriving film industry."
      ]
    },
    {
      "target": { "name": "Flores", "coords": { "lat": -8.65, "lng": 120.45 } },
      "hints": [
        "We are looking for an island that is home to a mountain called 'Poco Mandasawu'.",
        "It is known for the fact that scientist found the remains of the smallest human species that ever lived on earth.",
        "We are on the territory of Indonesia.",
        "It is part of southern chain of islands.",
        "It forms the upper side of a triangle of islands."
      ]
    },
    {
      "target": {
        "name": "Angkor Wat",
        "coords": { "lat": 13.412469, "lng": 103.866986 }
      },
      "hints": [
        "This site is the largest religious monument in the world.",
        "It was originally built as a Hindu temple dedicated to Vishnu.",
        "It is one of the most visited tourist cites in south east asia.",
        "The site is a symbol of the Khmer Empire and appears on the national flag.",
        "It is located in modern-day Cambodia."
      ]
    },
    {
      "target": {
        "name": "Chernobyl",
        "coords": { "lat": 51.276667, "lng": 30.221944 }
      },
      "hints": [
        "This location became infamous after an event in the 1980's that affected the entire world.",
        "There are series, movies and even video games that cover this disastrous event.",
        "The site was once home to a reactor that caused the worst nuclear disaster in history.",
        "The site has been part of a 30-kilometer exclusion zone since the disaster.",
        "It is situated in modern-day Ukraine, near the border with Belarus."
      ]
    },
    {
      "target": {
        "name": "Kyoto",
        "coords": { "lat": 35.011636, "lng": 135.768029 }
      },
      "hints": [
        "This city was once the imperial capital of its country for over 1,000 years.",
        "It is famous for its classical Buddhist temples and stunning gardens.",
        "The name of this city translates to 'Capital City' in its native language.",
        "The city hosts the annual Gion Matsuri festival, a major cultural event.",
        "It is located in the Kansai region of Japan."
      ]
    },
    {
      "target": {
        "name": "Machu Picchu",
        "coords": { "lat": -13.163141, "lng": -72.544963 }
      },
      "hints": [
        "This location is an ancient site located high in mountains.",
        "It was built by a long forgotten Empire and rediscovered by Hiram Bingham in 1911.",
        "The name translates to 'Old Mountain' in Quechua.",
        "It is one of the New Seven Wonders of the World.",
        "The site is situated in modern-day Peru."
      ]
    },
    {
      "target": {
        "name": "Cape Horn",
        "coords": { "lat": -55.983333, "lng": -67.266667 }
      },
      "hints": [
        "This location marks the southernmost point of a major landmass.",
        "It is part of the Tierra del Fuego archipelago.",
        "Sailors once feared its treacherous waters, notorious for storms and icebergs.",
        "It belongs to Chile and lies near the Drake Passage.",
        "It is often regarded as the end of the world."
      ]
    },
    {
      "target": {"name": "Baikal", "coords": {"lat": 53.5587, "lng": 108.1650}},
      "hints": [
          "This location is the deepest freshwater lake in the world.",
          "It is home to a unique species of freshwater seal, named after the lake.",
          "The lake is considered one of the oldest lakes, estimated to be 25 million years old.",
          "It has the shape of a rib.",
          "The lake is located in Siberia, Russia."
      ]
  }
  ]
}
