{
  "rules": [
    "Your task is to locate a specific place on the map.",
    "When you start, you will receive the first of five hints to find the location. Don't worry if the first hint seems unhelpful; initial hints are often challenging. However, it might still be enough to identify the location.",
    "You will have 60 seconds to make a guess for each hint.",
    "Once you make your guess, the current round ends. If you haven't found the location, you will receive the next hint.",
    "Don't feel discouraged if the hints seem unclear. You will also get information about the distance between your previous guesses and the target location. Consider using a strategic approach when placing your guesses.",
    "Oh, and 'finding' the location means getting within a radius of about 50 km, so there's no need to be overly precise.",
    "If your guess is within a certain distance, you'll receive a small compass by clicking on your previous hint.",
    "Tip: Some hints might be riddles. Enjoy the game!"
  ],
  "items": [
    {
      "target": {
        "name": "Los Angeles",
        "coords": { "lat": 34.052222, "lng": -118.243611 }
      },
      "hints": [
        {
          "text": "They call this city 'The Big Orange'.",
          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Venice_Beach%2C_Los_Angeles%2C_CA_01_%28cropped%29.jpg/1200px-Venice_Beach%2C_Los_Angeles%2C_CA_01_%28cropped%29.jpg?20200429051833"
        },
        {
          "text": "The Olympic Summer Games of 2028 take place there."
        },
        {
          "text": "The city is famous for its thriving film industry."
        }
      ]
    },
    {
      "target": {
        "name": "Los Angeles",
        "coords": { "lat": 34.052222, "lng": -118.243611 }
      },
      "hints": [
        {
          "text": "They call this city 'The Big Orange'.",
          "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Venice_Beach%2C_Los_Angeles%2C_CA_01_%28cropped%29.jpg/1200px-Venice_Beach%2C_Los_Angeles%2C_CA_01_%28cropped%29.jpg?20200429051833"
        },
        {
          "text": "The Olympic Summer Games of 2028 take place there."
        },
        {
          "text": "The city is famous for its thriving film industry."
        }
      ]
    }
  ]
}
